tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'railwaycat/emacsmacport'
tap 'tldr-pages/tldr'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'cmake'
brew 'cmatrix'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'pcre'
brew 'editorconfig'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'epstool'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'fftw'
brew 'libpng'
brew 'fltk'
brew 'freetype'
brew 'fontconfig'
brew 'readline'
brew 'gawk'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'gl2ps'
brew 'glassfish'
brew 'lua'
brew 'mysql'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'postgresql'
brew 'qt5'
brew 'gnuplot', args: ['with-aquaterm', 'with-x11']
brew 'libtool'
brew 'graphicsmagick'
brew 'heroku'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'libyaml'
brew 'libzip'
brew 'mongodb'
brew 'nmap'
brew 'plotutils'
brew 'pstoedit'
brew 'qt'
brew 'sip', args: ['with-python3']
brew 'pyqt'
brew 'pyqt5'
brew 'qscintilla2'
brew 'redis'
brew 'screenfetch'
brew 'szip'
brew 'tbb'
brew 'tig'
brew 'trash'
brew 'tree'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/metis'
brew 'homebrew/science/transfig'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/octave'
brew 'neovim/neovim/neovim'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-spacemacs-icon']
brew 'tldr-pages/tldr/tldr'
cask 'adobe-air'
cask 'android-file-transfer'
cask 'android-studio'
cask 'appcleaner'
cask 'atom'
cask 'caffeine'
cask 'controlplane'
cask 'cooviewer'
cask 'cyberduck'
cask 'diskwave'
cask 'docker'
cask 'dropbox'
cask 'emacs-mac'
cask 'evernote'
cask 'firefox'
cask 'flash'
cask 'flux'
cask 'font-source-han-code-jp'
cask 'gimp'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'karabiner'
cask 'libreoffice'
cask 'liteicon'
cask 'macwinzipper'
cask 'mattr-slate'
cask 'messenger'
cask 'microsoft-office'
cask 'minecraft'
cask 'netbeans'
cask 'nylas-n1'
cask 'onyx'
cask 'pingendo'
cask 'skim'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'soundflower'
cask 'staruml'
cask 'the-unarchiver'
cask 'unity'
cask 'utorrent'
cask 'vagrant'
cask 'virtualbox'
cask 'vivaldi'
cask 'vlc'
cask 'zotero'
